{"hed":"Let’s Talk About <br><span id=titleMethod>Birth Control</span>","dek":"There’s no TMI here, just 20,759 people describing their experiences with contraception.","byline":"Amber Thomas","authorURL":"https://pudding.cool/author/amber-thomas/","welcome-title":"Pssst! I’m here to help.","welcome-text":"Click on any type of birth control in the graphics or text and I’ll tell you what it is.","intro":[{"type":"text","value":"Shortly after Donald Trump was elected president I started noticing an interesting trend on my social media newsfeeds. And no, I’m not talking about the near-constant bickering of people with differing political opinions."},{"type":"text","value":"I started seeing <a href=https://www.npr.org/sections/health-shots/2016/11/11/501611813/women-rush-to-get-long-acting-birth-control-after-trump-wins target=_blank>post</a> after <a href=https://www.huffingtonpost.com/entry/women-getting-iuds-trump_us_58238a74e4b0aac62488f005 target=_blank>post</a> from friends with internal reproductive systems (may include uterus, ovaries, and/or vagina) publicly asking one another about their experiences with different forms of birth control. The motivation for these kinds of conversations centered around the <a href=https://www.refinery29.com/2016/08/120694/is-donald-trump-pro-life-abortion-stance target=_blank>pending rollback</a> of <a href=https://www.healthcare.gov/coverage/birth-control-benefits/ target=_blank>copay-free contraception</a>, but have since been <a href=https://www.thedailybeast.com/anthony-kennedys-retirement-has-sparked-a-push-to-get-iuds?via=twitter_page target=_blank>re-kindled</a> every time reproductive rights come up in the political arena."},{"type":"text","value":"And it’s not just talk. Many of these <a href=https://www.refinery29.com/2016/11/129294/get-an-iud-trump-birth-control-reproductive-rights target=_blank>conversations</a> centered around the use of long-term contraceptives like intra-uterine devices or <span class=clippy-text data-clippy=IUD>IUD</span>s which can protect against pregnancy for 3 - 12 years. In the months immediately following the 2016 election, AthenaHealth reported a <a href=https://www.athenahealth.com/insight/trump-effect-iud-visits-rise-after-election target=_blank>19% increase</a> in IUD-related doctor’s visits and Planned Parenthood reported a <a href=https://www.cnn.com/videos/world/2017/01/09/intv-amanpour-cecile-richards-planned-parenthood.cnn target=_blank>900% increase</a> in patients seeking IUDs. Cait, 27, recently switched to a copper <span class=clippy-text data-clippy=IUD>IUD</span>, and said that she made the switch due to convenience and “because now in light of our current administration I’d like to have something that will continue to work and be affordable even if I end up without health insurance.”"},{"type":"text","value":"What people seem to be looking for in discussing their options with friends and peers is some insight into what different methods are like to <em>actually</em> use. And since every body is different, the more insight you can get, the better. Luckily for us, the <a href=https://www.cdc.gov/ target=_blank>CDC</a> has been <a href=https://www.cdc.gov/nchs/nsfg/index.htm target=_blank>asking people</a> some of those questions for years. Between 2006 and 2015, they surveyed over 20,000 contraceptive users. We analyzed the data to learn more about their experiences and asked a few birth control users their stories as well."}],"ever_used_hed":"Condoms and The Pill are Go-To’s","ever_used_intro":"For many people, finding a contraceptive method that fit their body and lifestyle took a few tries. Devon, 27, has tried 6 different methods and is still looking for a good fit. The average respondent has tried between 3 and 4 different methods in their lifetime. Since the survey did not ask respondents if they have switched between different types of the same method (e.g., different brands of birth control pills or between the copper and hormonal IUDs), this average may be an underestimate. Still, some methods are more common to try than others. By far the most common methods are <span class=clippy-text data-clippy=condom>condoms</span> and <span class=clippy-text data-clippy=pill>The Pill</span>.","ever_used_chartT":"Types of Birth Control Used (Ever)","ever_used_chartS":"Based on Survey Results","firstTime-sub":"It feels like the first time...","firstTime-text":"Part of the reason that so many people have used <span class=clippy-text data-clippy=condoms>condoms</span> at some point, could have to do with their first experiences with contraception. Condoms are, and have been, the reigning champs of contraception for new-users. Although, they have begun to drop in popularity for first-timers in favor of prescription options such as <span class=clippy-text data-clippy=pill>The Pill</span> and injectable <span class=clippy-text data-clippy=depo-provera>Depo-Provera</span>.","firstTime-quote":"For some people, contraceptive use started before their first sexual experience. Some forms of hormonal birth control can be used to treat a <a href=https://www.livescience.com/60647-birth-control-conditions-treat.html target=_blank>wide variety of other symptoms</a> like irregular menstrual cycles, acne, cramps, or endometriosis. Nicole, 30, remarked that she began taking birth control <span class=clippy-text data-clippy=pill>pills</span> at 16 years old to help regulate “really bad” mood swings. She remained on the pill for several years before she actually needed contraception.","firstTime_chartT":"First-Ever Contraceptive Use","firstTime_chartS":"Percentage of respondents by decade of first use","overTime-sub":"Different Age, Different Method","overTime-text":"As our lifestyles change, so too do our contraceptive choices. Easily accessible <span class=clippy-text data-clippy=condom>condoms</span> are used most often by younger users, whereas surgical options (for people with either <span class=clippy-text data-clippy=tubal>internal</span> or <span class=clippy-text data-clippy=vasectomy>external</span> -- testes and/or penis -- reproductive organs) are more common in older users. And although <span class=clippy-text data-clippy=IUD>IUD</span>s have been <a href=http://pediatrics.aappublications.org/content/pediatrics/early/2014/09/24/peds.2014-2299.full.pdf>deemed safe</a> for teens and people with a uterus that haven’t given birth, between <a href=https://www.ncbi.nlm.nih.gov/pubmed/24679477 target=_blank>33% and 57%</a> of members of the <a href=http://www.acog.org/ target=_blank>American College of Obstetricians and Gynecologists</a> <a href=https://www.washingtonpost.com/national/health-science/why-do-some-doctors-refuse-to-give-women-iuds/2017/10/12/ee1e881e-a3c9-11e7-b14f-f41773cd5a14_story.html?utm_term=.2efbb3407d6a target=_blank>do not provide IUDs</a> for these patients.","overTime_quote":"Amy, 44, was a <span class=clippy-text data-clippy=pill>birth control pill</span> user until she had children. She said, “After that, my hormones changed drastically. While trying to find a pill I could safely use while breastfeeding, I ended up on a pill that caused post-partum depression.” She has since switched to an <span class=clippy-text data-clippy=IUD>IUD</span> and calls the experience “liberating”.","overTime_chartT":"Contraceptive Use by Age","overTime_chartS":"Based on user’s monthly contraceptive use Over four years","multiple_hed":"Double Bag It","multiple_intro":"Ok, not literally, but 23% of people have used more than one type of contraception simultaneously. Typically, they pair up two forms of contraception with differing levels of effectiveness, which, according to Planned Parenthood, can make having vaginal sex <a href=https://www.plannedparenthood.org/learn/teens/ask-experts/if-you-use-both-a-condom-and-birth-control-are-you-100-protected-from-getting-pregnant target=_blank>a lot safer</a>. Using <span class=clippy-text data-clippy=condoms>condoms</span> in combination with other non-barrier forms of birth control comes with the added protection from sexually transmitted infections.","multiple_chartT":"The Most Common Contraceptive Combinations","multiple_chartS":"Based on user’s monthly contraceptive use Over four years","sideEffects-sub":"Side Effects are a Deal Breaker","sideEffects-text":"In an effort to find a good contraceptive fit, patients often stopped using their old method in favor of a new one. When asked why they were dissatisfied enough to have leave a particular method behind, <span class=sideEffects>side effects</span> were the most common reasons to call it quits.","sideEffects_chartT":"Reasons for Discontinuing Specific Contraceptive Use","sideEffects_chartT2":"Side Effects that Resulted in Discontinuation of a Specific Contraceptive","sideEffects_chartS":"Percentage of Users that cited a reason for stopping their contraceptive use","sideEffects-sub2":"Weight Gain is the Most Common Side Effect","sideEffects-text2":[{"type":"text","value":"Side effects are not uncommon in the world of contraception. They were even the primary reason for <a href=https://academic.oup.com/jcem/article/101/12/4779/2765061 target=_blank>halting research</a> on an experimental method of birth control for people with external reproductive systems in 2016."},{"type":"text","value":"For some users, such as Kaitlyn, 22, living with side effects may be better than having no birth control options at all. After having serious side effects from her <span class=clippy-text data-clippy=implant>hormonal implant</span>, she switched to a non-hormonal copper <span class=clippy-text data-clippy=IUD>IUD</span>, and now says that she would only consider having it removed if “[the cramps] are completely debilitating, like can’t go to work, can’t move, vomiting all the time...”. But even then, the idea of having it removed and having no other highly effective options is worrying to her. And for Elle, 26, the benefits of her <span class=clippy-text data-clippy=IUD>IUD</span> were good enough that after the first perforated part of her uterus, she still decided to get a second one to replace it."},{"type":"text","value":"Unfortunately for nearly 6,000 (28%) of the survey respondents, side effects were enough to completely stop using a method. <span class=weightGain>Weight gain</span>, <span class=pain>pain</span>, and <span class=bleeding>bleeding problems</span> were common reasons to call it quits."}],"post-sideEffects":"Currently, non-permanent forms of contraception are only available for people with internal reproductive systems. But researchers (and <a href=https://www.ncbi.nlm.nih.gov/pubmed/10686211?dopt=Abstract target=_blank>potential users</a>) have been looking for a method to temporarily stop sperm production for years. Unfortunately, some of the most recent research into a safe, effective method was halted by a safety committee early due to, you guessed it, <a href=https://academic.oup.com/jcem/article/101/12/4779/2765061 target=_blank>side effects</a> (specifically acne, increased libido, injection site pain, and mood disorders). Other options are working their way through <a href=https://www.vox.com/2018/4/4/17170262/male-birth-control-explained target=_blank>clinical trials now</a>, so perhaps in the not-so-distant future, the CDC will begin asking about experiences with sperm-reducing methods as well.","conclusion-title":"So What Do You Do?","conclusion":[{"type":"text","value":"At the end of the day, contraception is complicated. What works for your best friend may not be the best choice for you. And although we hope that expanding your sample size from the size of your friend-group to over 20,000 people has helped to give you more information, we aren’t doctors. So, whether you are interested in switching up your birth control methods due to the political climate, your own side effects, or because you’re just tired of taking the pill every day, <strong>talk to your doctor</strong>.  And then keep on talking about your experiences."}],"methods":[{"type":"text","value":"<span class=’method-title>Methods:</span> All data was acquired from the CDC’s <a href=https://www.cdc.gov/nchs/nsfg/index.htm target=_blank>National Survey of Family Growth</a>. I combined the results of the <a href=https://www.cdc.gov/nchs/nsfg/nsfg_2006_2010_puf.htm target=_blank>2006-2010</a>, <a href=https://www.cdc.gov/nchs/nsfg/nsfg_2011_2013_puf.htm target=_blank>2011-2013</a>, and <a href=https://www.cdc.gov/nchs/nsfg/nsfg_2013_2015_puf.htm target=_blank>2013-2015</a> versions of the Female Questionnaire. Each of these surveys was administered <a href=https://www.cdc.gov/nchs/nsfg/about_nsfg.htm target=_blank>“continuously”</a>, or weekly over the course of several years instead of all at once. All survey-takers were of reproductive age (15-44 years) and any respondent that had never used any form of contraception was excluded from this analysis. More information about the CDC’s surveying methods is available <a href=https://www.cdc.gov/nchs/nsfg/about_nsfg.htm target=_blank>here</a>."},{"type":"text","value":"For a full report of how the data has been processed, see the completed R script here. You can also download the data yourself here."}]}