{"hed":"Let’s Talk About Birth Control","dek":"There’s no TMI here, just 20,759 people describing their experiences with contraception.","byline":"Amber Thomas","authorURL":"https://pudding.cool/author/amber-thomas/","intro":[{"type":"text","value":"When I was in college, it seemed that the “alarm” feature on many cellphones was used for two purposes: to wake us up in time for those far-too-early 8 AM classes and to remind us to take our birth control pills. Those hormone-containing medicines have to be taken at the same time every day to be the most effective, so it wasn’t unusual to witness friends turning off their alarm and downing their daily dose in all kinds of situations. And we weren’t alone. According to the Guttmacher Institute, an estimated <a href=https://www.guttmacher.org/fact-sheet/contraceptive-use-united-states#1 target=_blank>9.7 million</a> people in the US were using birth control pills in 2012."},{"type":"text","value":"But what I didn’t realize at the time, is that we never talked about it. Sure, we’d commiserate with the pill-taker, but that’s often as far as the conversation went. That is, until 2016. Once Donald Trump was elected president, it seemed like everyone was talking about birth control. The concern over the roll-back of copay-free contraception was driving everyone I knew to share their personal experiences with birth control any way that they could."},{"type":"text","value":"Some were trying to learn more about their friends’ experiences to help them make decisions for what contraceptive options they wanted to pursue. I wanted to expand that conversation beyond just my friend-group, and luckily for me, the CDC has been asking people about their  experiences for years. Between 2006 and 2015 they received feedback from over 20,000 contraceptive users, and here’s what they had to say."}],"ever_used_hed":"Condoms and The Pill are Go-To’s","ever_used_intro":"For many people, finding a contraceptive method that fit their body and lifestyle took a few tries. The average respondent has tried between 3 and 4 different methods in their lifetime, and some have been more popular to try than others. By far the most common methods are condoms and The Pill.","ever_used_chartT":"Types of Birth Control Used (Ever)","ever_used_chartS":"Based on Survey Results","firstTime-sub":"It feels like the first time...","firstTime-text":"Part of the reason that so many people have used condoms at some point, could have to do with their first experiences with contraception. Condoms are, and have been, the reigning champs of contraception for new-users. Although, they have begun to drop in popularity for first-timers in the 2010’s in favor of prescription options such as The Pill and injectable Depo-Provera.","firstTime_chartT":"First-Ever Contraceptive Use","firstTime_chartS":"Percentage of respondents by decade","overTime-sub":"Different Age, Different Method","overTime-text":"As our lifestyles change, so too do our contraceptive choices. Easily accessible condoms are used most often by younger users, whereas surgical options (for people with either internal or external reproductive organs) are more common in older users. And although intra-uterine devices, or IUDs, have been <a href=http://pediatrics.aappublications.org/content/pediatrics/early/2014/09/24/peds.2014-2299.full.pdf>deemed safe</a> for teens and other people who have a uterus but haven’t given birth, between <a href=https://www.ncbi.nlm.nih.gov/pubmed/24679477 target=_blank>33% and 57%</a> of members of the <a href=http://www.acog.org/ target=_blank>American College of Obstetricians and Gynecologists</a> do not provide IUDs for these patients.","overTime_chartT":"Contraceptive Use by Age","overTime_chartS":"Based on user’s monthly contraceptive use Over four years","multiple_hed":"Double Bag It","multiple_intro":"Ok, not literally, but 32% of people have used more than one type of contraception during the same month. Typically, they pair up two forms of contraception with differing levels of effectiveness. It’s also worth noting here that condoms (unlike other forms of contraception) protect against STIs as well as pregnancy.","multiple_chartT":"The Most Common Contraceptive Combinations","multiple_chartS":"Based on user’s monthly contraceptive use Over four years","sideEffects-sub":"Side Effects are a Deal Breaker","sideEffects-text":"In an effort to find a good contraceptive fit, patients often stopped using their old method in favor of a new one. When asked why they were dissatisfied enough to have stopped using a particular method, <span class=sideEffects>side effects</span> were the most common reasons to call it quits.","sideEffects_chartT":"Reasons for Discontinuing Specific Contraceptive Use","sideEffects_chartT2":"Side Effects that Resulted in Discontinuation of a Specific Contraceptive","sideEffects_chartS":"Percentage of Users that cited a reason for stopping their contraceptive use","sideEffects-sub2":"Weight Gain is the Most Common Side Effect","sideEffects-text2":"Side effects are not uncommon in the world of contraception. Out of our 20,708 respondents, nearly 6,000 of them stopped using a method due to side effects. <span class=weightGain>Weight gain</span>, <span class=pain>pain</span>, and <span class=bleeding>bleeding problems</span> were common reasons to call it quits.","conclusion":"And although non-permanent forms of contraception are currently only available for people with internal reproductive systems, researchers (and <a href=https://www.ncbi.nlm.nih.gov/pubmed/10686211?dopt=Abstract target=_blank>potential users</a>) have been looking for a method to temporarily halt sperm production. Unfortunately, some of the most recent research into a safe, effective method was halted by a safety committee early due to, you guessed it, <a href=https://academic.oup.com/jcem/article/101/12/4779/2765061 target=_blank>side effects</a> (specifically acne, increased libido, injection site pain, and mood disorders). Other options are working their way through <a href=https://www.vox.com/2018/4/4/17170262/male-birth-control-explained target=_blank>clinical trials now</a>, so perhaps in the not-so-distant future, the CDC will begin asking about experiences with sperm-reducing methods as well."}